Repository: PieterNatanael/BODYCam
Catalog: BODYCam/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, zh_hans, zh_hant

source: %lld Selected
de: %lld ausgewählt
fr: %lld sélectionné(s)
id: %lld Dipilih
ja: %lld件を選択中
ko: %lld개 선택됨
zh_hans: 已选择 %lld 项
zh_hant: 已選擇 %lld 項

source: %lld item
de: %lld Element
fr: %lld élément
ja: %lld件
ko: %lld개 항목
zh_hans: %lld项
zh_hant: %lld項

source: %lld items
de: %lld Elemente
fr: %lld éléments
id: %lld item
ja: %lld件
ko: %lld개 항목
zh_hans: %lld项
zh_hant: %lld項

source: %lld waiting
de: %lld wartend
fr: %lld en attente
id: %lld menunggu
ja: %lld件待機中
ko: %lld개 대기 중
zh_hans: %lld项等待中
zh_hant: %lld項等待中

source: / month
de: / Monat
fr: / mois
id: / bulan
ja: ／月
ko: / 월
zh_hans: / 月
zh_hant: / 月

source: / week
de: / Woche
fr: / semaine
id: / minggu
ja: ／週
ko: / 주
zh_hans: / 周
zh_hant: / 週

source: / year
de: / Jahr
fr: / an
id: / tahun
ja: ／年
ko: / 년
zh_hans: / 年
zh_hant: / 年

source: ABOUT
de: ÜBER
fr: À PROPOS
id: TENTANG
ja: アプリについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: AE / AF LOCKED
de: AE/AF GESPERRT
fr: AE/AF VERROUILLÉ
id: AE / AF TERKUNCI
ja: AE／AFロック中
ko: AE/AF 잠금됨
zh_hans: AE/AF 已锁定
zh_hant: AE/AF 已鎖定

source: ALARMS AND REMINDERS
de: ALARME UND ERINNERUNGEN
fr: ALARMES ET RAPPELS
id: ALARM DAN PENGINGAT
ja: アラームとリマインダー
ko: 알람 및 리마인더
zh_hans: 闹钟与提醒
zh_hant: 鬧鐘與提醒

source: ALSO FROM US
de: WEITERE APPS VON UNS
fr: AUTRES APPLICATIONS
id: APLIKASI LAIN DARI KAMI
ja: その他のアプリ
ko: 다른 앱
zh_hans: 更多应用
zh_hant: 更多應用程式

source: APPEARANCE
de: DESIGN
fr: APPARENCE
id: TAMPILAN
ja: 外観
ko: 테마
zh_hans: 外观
zh_hant: 外觀

source: Alarms & Reminders
de: Alarme & Erinnerungen
fr: Alarmes et rappels
id: Alarm & Pengingat
ja: アラームとリマインダー
ko: 알람 및 리마인더
zh_hans: 闹钟与提醒
zh_hant: 鬧鐘與提醒

source: Alarms need iOS 26 or later.
de: Alarme benötigen iOS 26 oder neuer.
fr: Les alarmes nécessitent iOS 26 ou version ultérieure.
id: Alarm memerlukan iOS 26 atau lebih baru.
ja: アラームにはiOS 26以降が必要です。
ko: 알람 기능은 iOS 26 이상이 필요합니다.
zh_hans: 闹钟功能需要 iOS 26 或更高版本。
zh_hant: 鬧鐘功能需要 iOS 26 或更高版本。

source: Alarms need iOS 26 or later. Use Set as Reminder instead, it still opens this item when you tap it.
de: Alarme benötigen iOS 26 oder neuer. Verwende stattdessen „Als Erinnerung festlegen“ — auch damit öffnet ein Tipp dieses Element.
fr: Les alarmes nécessitent iOS 26 ou version ultérieure. Utilisez plutôt « Définir comme rappel », cela ouvre aussi cet élément lorsque vous appuyez dessus.
id: Alarm memerlukan iOS 26 atau lebih baru. Gunakan Jadikan Pengingat sebagai gantinya, item ini tetap akan terbuka saat diketuk.
ja: アラームにはiOS 26以降が必要です。代わりに「リマインダーとして設定」を使用してください。タップすればこの項目を開けます。
ko: 알람 기능은 iOS 26 이상이 필요합니다. 대신 "리마인더로 설정"을 사용하세요. 탭하면 이 항목이 열립니다.
zh_hans: 闹钟功能需要 iOS 26 或更高版本。请改用「设为提醒」，点击后同样可以打开此项目。
zh_hant: 鬧鐘功能需要 iOS 26 或更高版本。請改用「設為提醒」，點擊後同樣可以開啟此項目。

source: Always back up important footage to a safe location immediately after recording.
de: Sichere wichtiges Filmmaterial direkt nach der Aufnahme an einem sicheren Ort.
fr: Sauvegardez toujours les enregistrements importants dans un endroit sûr immédiatement après l'enregistrement.
id: Selalu cadangkan rekaman penting ke lokasi yang aman segera setelah merekam.
ja: 重要な映像は、録画後すぐに安全な場所へバックアップしてください。
ko: 중요한 영상은 녹화 직후 반드시 안전한 위치에 백업하세요.
zh_hans: 请务必在录制后立即将重要素材备份到安全的位置。
zh_hant: 請務必在錄製後立即將重要素材備份到安全的位置。

source: App updates may cause unexpected behaviour that could affect recording reliability.
de: App-Updates können unerwartetes Verhalten verursachen, das die Zuverlässigkeit der Aufnahme beeinträchtigt.
fr: Les mises à jour de l'application peuvent provoquer un comportement inattendu affectant la fiabilité de l'enregistrement.
id: Pembaruan aplikasi dapat menyebabkan perilaku tak terduga yang memengaruhi keandalan perekaman.
ja: アプリのアップデートにより、録画の信頼性に影響する予期せぬ動作が生じる場合があります。
ko: 앱 업데이트로 인해 녹화 안정성에 영향을 주는 예기치 않은 동작이 발생할 수 있습니다.
zh_hans: 应用更新可能导致意外行为，影响录制的可靠性。
zh_hant: 應用程式更新可能導致意外行為，影響錄製的可靠性。

source: BEFORE YOU START
de: BEVOR DU STARTEST
fr: AVANT DE COMMENCER
id: SEBELUM MEMULAI
ja: はじめる前に
ko: 시작하기 전에
zh_hans: 开始之前
zh_hant: 開始之前

source: BEST VALUE
de: BESTER WERT
fr: MEILLEURE OFFRE
id: PALING HEMAT
ja: 一番お得
ko: 최고 가치
zh_hans: 最划算
zh_hant: 最划算

source: Bought LBC before April 2026? Your full access is restored automatically, no action needed.
de: Hast du LBC vor April 2026 gekauft? Dein voller Zugriff wird automatisch wiederhergestellt, keine Aktion nötig.
fr: Vous avez acheté LBC avant avril 2026 ? Votre accès complet est restauré automatiquement, aucune action nécessaire.
id: Membeli LBC sebelum April 2026? Akses penuh Anda dipulihkan secara otomatis, tidak perlu tindakan apa pun.
ja: 2026年4月より前にLBCを購入済みですか？特別な操作なしで、フルアクセスが自動的に復元されます。
ko: 2026년 4월 이전에 LBC를 구매하셨나요? 별도 조치 없이 전체 기능이 자동으로 복원됩니다.
zh_hans: 在2026年4月之前购买过 LBC？你的完整权限将自动恢复，无需任何操作。
zh_hant: 在2026年4月之前購買過 LBC？你的完整權限將自動恢復，無需任何操作。

source: Burns the date, time, and LBC onto the photo or video itself. Cannot be removed afterward.
de: Brennt Datum, Uhrzeit und LBC direkt in das Foto oder Video ein. Kann danach nicht mehr entfernt werden.
fr: Incruste la date, l'heure et LBC directement dans la photo ou la vidéo. Ne peut pas être retiré ensuite.
id: Mencetak tanggal, waktu, dan LBC langsung ke foto atau video. Tidak dapat dihapus setelahnya.
ja: 日付、時刻、LBCを写真や動画自体に焼き込みます。後から削除することはできません。
ko: 날짜, 시간, LBC를 사진이나 동영상에 직접 새깁니다. 이후에는 제거할 수 없습니다.
zh_hans: 将日期、时间和 LBC 直接印在照片或视频上，事后无法移除。
zh_hant: 將日期、時間和 LBC 直接印在照片或影片上，事後無法移除。

source: CAMERA
de: KAMERA
fr: APPAREIL PHOTO
id: KAMERA
ja: カメラ
ko: 카메라
zh_hans: 相机
zh_hant: 相機

source: CLEAR
de: LEEREN
fr: EFFACER
id: HAPUS
ja: クリア
ko: 지우기
zh_hans: 清空
zh_hant: 清空

source: Cancel
de: Abbrechen
fr: Annuler
id: Batal
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Compact preview, lower power use
de: Kompakte Vorschau, geringerer Stromverbrauch
fr: Aperçu compact, consommation réduite
id: Pratinjau ringkas, hemat daya
ja: コンパクトなプレビュー、消費電力を抑制
ko: 작은 미리보기, 전력 소모 감소
zh_hans: 预览窗口更小，更省电
zh_hant: 預覽視窗更小，更省電

source: Compact preview, with manual exposure and focus lock
de: Kompakte Vorschau, mit manueller Belichtung und Fokussperre
fr: Aperçu compact, avec exposition manuelle et verrouillage de la mise au point
id: Pratinjau ringkas, dengan eksposur manual dan kunci fokus
ja: コンパクトなプレビュー、露出とフォーカスを手動調整
ko: 작은 미리보기, 수동 노출 및 초점 고정 지원
zh_hans: 预览窗口更小，可手动调整曝光并锁定对焦
zh_hant: 預覽視窗更小，可手動調整曝光並鎖定對焦

source: DATE STAMP ON PHOTOS AND VIDEOS
de: DATUMSSTEMPEL AUF FOTOS UND VIDEOS
fr: HORODATAGE SUR PHOTOS ET VIDÉOS
id: STEMPEL TANGGAL PADA FOTO DAN VIDEO
ja: 写真と動画への日付スタンプ
ko: 사진 및 동영상 날짜 스탬프
zh_hans: 照片与视频日期戳
zh_hant: 照片與影片日期戳

source: DISPLAY MODE
de: ANZEIGEMODUS
fr: MODE D'AFFICHAGE
id: MODE TAMPILAN
ja: 表示モード
ko: 화면 모드
zh_hans: 显示模式
zh_hant: 顯示模式

source: DONE
de: FERTIG
fr: TERMINÉ
id: SELESAI
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Daily
de: Täglich
fr: Quotidien
id: Harian
ja: 毎日
ko: 매일
zh_hans: 每天
zh_hant: 每天

source: Delete
de: Löschen
fr: Supprimer
id: Hapus
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete %lld item?
de: %lld Element löschen?
fr: Supprimer %lld élément ?
id: Hapus %lld item?
ja: %lld件を削除しますか？
ko: %lld개 항목을 삭제할까요?
zh_hans: 删除 %lld 项？
zh_hant: 刪除 %lld 項？

source: Delete %lld items?
de: %lld Elemente löschen?
fr: Supprimer %lld éléments ?
id: Hapus %lld item?
ja: %lld件を削除しますか？
ko: %lld개 항목을 삭제할까요?
zh_hans: 删除 %lld 项？
zh_hant: 刪除 %lld 項？

source: Delete photo?
de: Foto löschen?
fr: Supprimer la photo ?
id: Hapus foto?
ja: 写真を削除しますか？
ko: 사진을 삭제할까요?
zh_hans: 删除照片？
zh_hant: 刪除照片？

source: Delete video?
de: Video löschen?
fr: Supprimer la vidéo ?
id: Hapus video?
ja: 動画を削除しますか？
ko: 동영상을 삭제할까요?
zh_hans: 删除视频？
zh_hant: 刪除影片？

source: Done
de: Fertig
fr: Terminé
id: Selesai
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Everything you record stays on your device. We do not collect it, upload it, or share it with anyone.
de: Alles, was du aufnimmst, bleibt auf deinem Gerät. Wir erfassen es nicht, laden es nicht hoch und teilen es mit niemandem.
fr: Tout ce que vous enregistrez reste sur votre appareil. Nous ne le collectons pas, ne le téléversons pas et ne le partageons avec personne.
id: Semua yang Anda rekam tetap berada di perangkat Anda. Kami tidak mengumpulkan, mengunggah, atau membagikannya kepada siapa pun.
ja: 録画した内容はすべて端末内に保存されます。収集、アップロード、第三者との共有は一切行いません。
ko: 녹화한 모든 내용은 기기에만 저장됩니다. 수집하거나 업로드하거나 누구와도 공유하지 않습니다.
zh_hans: 你录制的所有内容都保存在你的设备上。我们不会收集、上传或与任何人分享。
zh_hant: 你錄製的所有內容都保存在你的裝置上。我們不會收集、上傳或與任何人分享。

source: Failed
de: Fehlgeschlagen
fr: Échec
id: Gagal
ja: 失敗
ko: 실패
zh_hans: 失败
zh_hant: 失敗

source: File Size Limit Reached
de: Dateigrößenlimit erreicht
fr: Limite de taille de fichier atteinte
id: Batas Ukuran File Tercapai
ja: ファイルサイズの上限に達しました
ko: 파일 크기 제한 도달
zh_hans: 已达到文件大小上限
zh_hant: 已達到檔案大小上限

source: Fires at this time every day until you cancel it.
de: Löst jeden Tag zu dieser Uhrzeit aus, bis du es abbrichst.
fr: Se déclenche à cette heure chaque jour jusqu'à ce que vous l'annuliez.
id: Berbunyi pada waktu ini setiap hari sampai Anda membatalkannya.
ja: この時刻に毎日鳴ります。キャンセルするまで続きます。
ko: 취소할 때까지 매일 이 시간에 울립니다.
zh_hans: 每天在此时间触发，直到你取消为止。
zh_hant: 每天在此時間觸發，直到你取消為止。

source: Fires once, at the next time this comes around.
de: Löst einmal aus, zum nächsten Mal, wenn diese Uhrzeit erreicht wird.
fr: Se déclenche une seule fois, la prochaine fois que cette heure arrive.
id: Berbunyi satu kali, pada waktu berikutnya yang sesuai.
ja: 次にこの時刻が来たときに一度だけ鳴ります。
ko: 다음번 이 시간이 되었을 때 한 번만 울립니다.
zh_hans: 仅在下一次到达该时间时触发一次。
zh_hant: 僅在下一次到達該時間時觸發一次。

source: Flat Bauhaus style, bold shapes, no texture
de: Flacher Bauhaus-Stil, kräftige Formen, keine Struktur
fr: Style Bauhaus plat, formes audacieuses, sans texture
id: Gaya Bauhaus flat, bentuk tegas, tanpa tekstur
ja: フラットなバウハウススタイル、大胆な形、質感なし
ko: 플랫한 바우하우스 스타일, 대담한 도형, 질감 없음
zh_hans: 包豪斯风格扁平化设计，形状大胆，无纹理
zh_hant: 包浩斯風格扁平化設計，形狀大膽，無紋理

source: Flat and calm, soft green accents
de: Flach und ruhig, sanfte grüne Akzente
fr: Plat et apaisant, accents vert doux
id: Flat dan tenang, aksen hijau lembut
ja: フラットで落ち着いた、柔らかなグリーンのアクセント
ko: 플랫하고 차분한, 부드러운 녹색 포인트
zh_hans: 扁平沉静风格，柔和的绿色点缀
zh_hant: 扁平沉靜風格，柔和的綠色點綴

source: Flat and playful, pastel accents
de: Flach und verspielt, Pastellakzente
fr: Plat et ludique, accents pastel
id: Flat dan playful, aksen warna pastel
ja: フラットでポップな、パステルカラーのアクセント
ko: 플랫하고 발랄한, 파스텔 포인트
zh_hans: 扁平俏皮风格，粉彩色点缀
zh_hant: 扁平俏皮風格，粉彩色點綴

source: Follows your silent switch and Focus settings.
de: Folgt deinem Stumm-Schalter und deinen Fokus-Einstellungen.
fr: Respecte votre commutateur silencieux et vos réglages Focus.
id: Mengikuti pengaturan tombol senyap dan mode Fokus Anda.
ja: マナースイッチとフォーカス設定に従います。
ko: 무음 스위치와 집중 모드 설정을 따릅니다.
zh_hans: 遵循静音开关和专注模式设置。
zh_hant: 遵循靜音開關和專注模式設定。

source: Full screen preview, uses more battery
de: Vollbildvorschau, höherer Akkuverbrauch
fr: Aperçu plein écran, consomme plus de batterie
id: Pratinjau layar penuh, lebih boros baterai
ja: フルスクリーンプレビュー、バッテリー消費が増加
ko: 전체 화면 미리보기, 배터리 소모 증가
zh_hans: 全屏预览，更耗电
zh_hant: 全螢幕預覽，更耗電

source: GALLERY
de: GALERIE
fr: GALERIE
id: GALERI
ja: ギャラリー
ko: 갤러리
zh_hans: 相册
zh_hant: 相簿

source: Gallery
de: Galerie
fr: Galerie
id: Galeri
ja: ギャラリー
ko: 갤러리
zh_hans: 相册
zh_hant: 相簿

source: Here is what the app needs, and why.
de: Das benötigt die App, und warum.
fr: Voici ce dont l'application a besoin, et pourquoi.
id: Berikut ini yang dibutuhkan aplikasi, dan alasannya.
ja: このアプリが必要とする権限と、その理由をご説明します。
ko: 이 앱에 필요한 권한과 그 이유입니다.
zh_hans: 以下是本应用需要的权限及原因。
zh_hant: 以下是本應用程式需要的權限及原因。

source: How this works
de: So funktioniert es
fr: Comment ça marche
id: Cara kerjanya
ja: 仕組みについて
ko: 작동 방식
zh_hans: 工作原理
zh_hant: 運作原理

source: I Understand
de: Ich habe verstanden
fr: J'ai compris
id: Saya Mengerti
ja: 同意して続ける
ko: 확인했습니다
zh_hans: 我已了解
zh_hant: 我已了解

source: ICE CREAM
de: EISCREME
fr: GLACE
id: ES KRIM
ja: アイスクリーム
ko: 아이스크림
zh_hans: 冰淇淋
zh_hant: 冰淇淋

source: Interrupted recordings (low battery, force-quit, calls) may result in corrupted or missing files.
de: Unterbrochene Aufnahmen (schwacher Akku, erzwungenes Beenden, Anrufe) können zu beschädigten oder fehlenden Dateien führen.
fr: Les enregistrements interrompus (batterie faible, fermeture forcée, appels) peuvent entraîner des fichiers corrompus ou manquants.
id: Rekaman yang terganggu (baterai lemah, aplikasi dipaksa berhenti, panggilan masuk) dapat menyebabkan file rusak atau hilang.
ja: 録画の中断（バッテリー切れ、強制終了、着信など）により、ファイルが破損したり失われたりする場合があります。
ko: 녹화 중단(배터리 부족, 강제 종료, 통화)으로 파일이 손상되거나 사라질 수 있습니다.
zh_hans: 录制中断（电量不足、强制退出、来电）可能导致文件损坏或丢失。
zh_hant: 錄製中斷（電量不足、強制退出、來電）可能導致檔案損毀或遺失。

source: LANGUAGE
de: SPRACHE
fr: LANGUE
id: BAHASA
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: LOCK AE / AF
de: AE/AF SPERREN
fr: VERROUILLER AE/AF
id: KUNCI AE / AF
ja: AE／AFをロック
ko: AE/AF 잠금
zh_hans: 锁定 AE/AF
zh_hant: 鎖定 AE/AF

source: MICROPHONE
de: MIKROFON
id: MIKROFON
ja: マイク
ko: 마이크
zh_hans: 麦克风
zh_hant: 麥克風

source: Monthly
de: Monatlich
fr: Mensuel
id: Bulanan
ja: 月間
ko: 월간
zh_hans: 每月
zh_hant: 每月

source: NARROW
de: SCHMAL
fr: ÉTROIT
id: SEMPIT
ja: ナロー
ko: 좁게
zh_hans: 窄
zh_hant: 窄

source: NORMAL MODE
de: NORMALMODUS
fr: MODE NORMAL
id: MODE NORMAL
ja: 通常モード
ko: 일반 모드
zh_hans: 普通模式
zh_hant: 普通模式

source: NOTIFICATIONS
de: MITTEILUNGEN
id: NOTIFIKASI
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: Night vision HUD, monochrome green
de: Nachtsicht-HUD, einfarbig Grün
fr: HUD vision nocturne, vert monochrome
id: HUD night vision, hijau monokrom
ja: ナイトビジョンHUD、モノクロームグリーン
ko: 나이트비전 HUD, 단색 녹색
zh_hans: 夜视 HUD 界面，单色绿
zh_hant: 夜視 HUD 介面，單色綠

source: No photos or videos yet
de: Noch keine Fotos oder Videos
fr: Aucune photo ou vidéo pour le moment
id: Belum ada foto atau video
ja: 写真や動画はまだありません
ko: 아직 사진이나 동영상이 없습니다
zh_hans: 暂无照片或视频
zh_hant: 尚無照片或影片

source: Not Enough Storage
de: Nicht genügend Speicherplatz
fr: Espace de stockage insuffisant
id: Penyimpanan Tidak Cukup
ja: ストレージ容量不足
ko: 저장공간 부족
zh_hans: 存储空间不足
zh_hant: 儲存空間不足

source: Nothing scheduled
de: Nichts geplant
fr: Rien de programmé
id: Belum ada jadwal
ja: 予約はありません
ko: 예약된 항목 없음
zh_hans: 暂无安排
zh_hant: 暫無安排

source: OFF
de: AUS
fr: DÉSACTIVÉ
id: MATI
ja: オフ
ko: 꺼짐
zh_hans: 关闭
zh_hant: 關閉

source: OFF (normal mode)
de: AUS (Normalmodus)
fr: DÉSACTIVÉ (mode normal)
id: MATI (mode normal)
ja: オフ（通常モード）
ko: 꺼짐 (일반 모드)
zh_hans: 关闭（普通模式）
zh_hant: 關閉（普通模式）

source: ON
de: EIN
fr: ACTIVÉ
id: HIDUP
ja: オン
ko: 켜짐
zh_hans: 开启
zh_hant: 開啟

source: ON (30fps boost)
de: EIN (30-fps-Boost)
fr: ACTIVÉ (boost 30 ips)
id: HIDUP (peningkatan 30fps)
ja: オン（30fpsブースト）
ko: 켜짐 (30fps 부스트)
zh_hans: 开启（30fps 增强）
zh_hant: 開啟（30fps 增強）

source: Once
de: Einmalig
fr: Une fois
id: Sekali
ja: 一度
ko: 한 번
zh_hans: 一次
zh_hant: 一次

source: Only %lld MB remaining. %@ quality needs at least %lld MB free. Free up storage space or lower the quality before recording.
de: Nur noch %lld MB verfügbar. Qualität %@ benötigt mindestens %lld MB frei. Gib vor der Aufnahme Speicherplatz frei oder verringere die Qualität.
fr: Il ne reste que %lld Mo. La qualité %@ nécessite au moins %lld Mo libres. Libérez de l'espace ou réduisez la qualité avant d'enregistrer.
id: Hanya tersisa %lld MB. Kualitas %@ memerlukan setidaknya %lld MB ruang kosong. Kosongkan ruang penyimpanan atau turunkan kualitas sebelum merekam.
ja: 残り%lld MBです。%@画質には少なくとも%lld MBの空き容量が必要です。録画前にストレージを確保するか画質を下げてください。
ko: %lld MB만 남았습니다. %@ 화질은 최소 %lld MB의 여유 공간이 필요합니다. 녹화 전에 저장공간을 확보하거나 화질을 낮추세요.
zh_hans: 仅剩 %lld MB。%@ 画质至少需要 %lld MB 可用空间。请在录制前清理存储空间或降低画质。
zh_hant: 僅剩 %lld MB。%@ 畫質至少需要 %lld MB 可用空間。請在錄製前清理儲存空間或降低畫質。

source: Only used if you set an alarm or reminder for something you saved.
de: Wird nur verwendet, wenn du für etwas Gespeichertes einen Alarm oder eine Erinnerung festlegst.
fr: Utilisé uniquement si vous définissez une alarme ou un rappel pour un élément enregistré.
id: Hanya digunakan jika Anda mengatur alarm atau pengingat untuk sesuatu yang Anda simpan.
ja: 保存した項目にアラームやリマインダーを設定した場合にのみ使用します。
ko: 저장한 항목에 알람이나 리마인더를 설정한 경우에만 사용됩니다.
zh_hans: 仅在你为已保存的内容设置闹钟或提醒时使用。
zh_hant: 僅在你為已儲存的內容設定鬧鐘或提醒時使用。

source: Only used when you choose to save a photo or video to your library.
de: Wird nur verwendet, wenn du ein Foto oder Video in deiner Mediathek speicherst.
fr: Utilisé uniquement lorsque vous choisissez d'enregistrer une photo ou vidéo dans votre photothèque.
id: Hanya digunakan saat Anda memilih menyimpan foto atau video ke perpustakaan Anda.
ja: 写真や動画をライブラリに保存する場合にのみ使用します。
ko: 사진이나 동영상을 라이브러리에 저장할 때만 사용됩니다.
zh_hans: 仅在你选择将照片或视频保存到图库时使用。
zh_hant: 僅在你選擇將照片或影片儲存到圖庫時使用。

source: PHOTO CAPTURE
de: FOTOAUFNAHME
fr: PRISE DE PHOTO
id: PENGAMBILAN FOTO
ja: 写真撮影
ko: 사진 촬영
zh_hans: 照片拍摄
zh_hant: 照片拍攝

source: PHOTOS
de: FOTOS
id: FOTO
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片

source: PREVIEW
de: VORSCHAU
fr: APERÇU
id: PRATINJAU
ja: プレビュー
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

source: PRO MODE
de: PRO-MODUS
fr: MODE PRO
id: MODE PRO
ja: プロモード
ko: 프로 모드
zh_hans: 专业模式
zh_hant: 專業模式

source: Payment will be charged to your Apple ID account at confirmation of purchase. Your subscription automatically renews for the same price and duration unless cancelled at least 24 hours before the end of the current %@. Your account will be charged for renewal within 24 hours prior to the end of the current %@. To manage or cancel your subscription, go to Settings → [Your Name] → Subscriptions. Cancellation takes effect at the end of the current billing period.
de: Die Zahlung wird bei Bestätigung des Kaufs deinem Apple ID Konto belastet. Dein Abo verlängert sich automatisch zum gleichen Preis und für die gleiche Laufzeit, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen %@ gekündigt wird. Dein Konto wird innerhalb von 24 Stunden vor Ende des aktuellen %@ für die Verlängerung belastet. Um dein Abo zu verwalten oder zu kündigen, gehe zu Einstellungen → [Dein Name] → Abonnements. Die Kündigung wird zum Ende des aktuellen Abrechnungszeitraums wirksam.
fr: Le paiement sera prélevé sur votre compte Apple ID à la confirmation de l'achat. Votre abonnement se renouvelle automatiquement au même prix et pour la même durée, sauf annulation au moins 24 heures avant la fin du %@ en cours. Votre compte sera débité pour le renouvellement dans les 24 heures précédant la fin du %@ en cours. Pour gérer ou annuler votre abonnement, allez dans Réglages → [Votre nom] → Abonnements. L'annulation prend effet à la fin de la période de facturation en cours.
id: Pembayaran akan dikenakan ke akun Apple ID Anda saat pembelian dikonfirmasi. Langganan Anda akan diperpanjang otomatis dengan harga dan durasi yang sama kecuali dibatalkan setidaknya 24 jam sebelum akhir %@ saat ini. Akun Anda akan dikenakan biaya perpanjangan dalam 24 jam sebelum akhir %@ saat ini. Untuk mengelola atau membatalkan langganan, buka Pengaturan → [Nama Anda] → Langganan. Pembatalan berlaku efektif pada akhir periode penagihan saat ini.
ja: お支払いは購入確定時にApple IDアカウントに請求されます。サブスクリプションは、現在の%@終了の少なくとも24時間前にキャンセルしない限り、同じ価格と期間で自動的に更新されます。現在の%@終了の24時間前までに更新分が請求されます。サブスクリプションの管理またはキャンセルは、設定→[ユーザー名]→サブスクリプションから行えます。キャンセルは現在の請求期間の終了時に有効になります。
ko: 결제는 구매 확인 시 Apple ID 계정으로 청구됩니다. 현재 %@ 종료 최소 24시간 전에 취소하지 않으면 구독은 동일한 가격과 기간으로 자동 갱신됩니다. 현재 %@ 종료 24시간 이내에 갱신 요금이 청구됩니다. 구독을 관리하거나 취소하려면 설정 → [내 이름] → 구독으로 이동하세요. 취소는 현재 결제 주기가 끝날 때 적용됩니다.
zh_hans: 付款将在购买确认时从您的 Apple ID 账户扣除。除非在当前%@结束前至少24小时取消，否则订阅将以相同价格和时长自动续订。系统将在当前%@结束前24小时内扣除续订费用。如需管理或取消订阅，请前往「设置」→［你的姓名］→「订阅」。取消将在当前计费周期结束时生效。
zh_hant: 付款將在購買確認時從您的 Apple ID 帳戶扣除。除非在當前%@結束前至少24小時取消，否則訂閱將以相同價格和時長自動續訂。系統將在當前%@結束前24小時內扣除續訂費用。如需管理或取消訂閱，請前往「設定」→［你的姓名］→「訂閱」。取消將在當前計費週期結束時生效。

source: Permission denied. Enable it in iOS Settings.
de: Berechtigung verweigert. Aktiviere sie in den iOS-Einstellungen.
fr: Autorisation refusée. Activez-la dans les réglages iOS.
id: Izin ditolak. Aktifkan di Pengaturan iOS.
ja: 権限が拒否されました。iOSの設定で有効にしてください。
ko: 권한이 거부되었습니다. iOS 설정에서 활성화하세요.
zh_hans: 权限被拒绝。请在 iOS 设置中启用。
zh_hant: 權限被拒絕。請在 iOS 設定中啟用。

source: Permissions and safety notes
de: Berechtigungen und Sicherheitshinweise
fr: Autorisations et consignes de sécurité
id: Izin dan catatan keamanan
ja: 権限と安全に関する注意事項
ko: 권한 및 안전 안내
zh_hans: 权限与安全提示
zh_hant: 權限與安全提示

source: Photos and videos may be lost due to bugs or device issues. Back up important footage.
de: Fotos und Videos können durch Fehler oder Gerätestörungen verloren gehen. Sichere wichtiges Filmmaterial.
fr: Les photos et vidéos peuvent être perdues en cas de bug ou de problème avec l'appareil. Sauvegardez vos enregistrements importants.
id: Foto dan video dapat hilang akibat bug atau masalah perangkat. Cadangkan rekaman penting.
ja: バグや端末の不具合により、写真や動画が失われる可能性があります。重要な映像はバックアップしてください。
ko: 버그나 기기 문제로 사진과 동영상이 손실될 수 있습니다. 중요한 영상은 백업하세요.
zh_hans: 由于程序错误或设备问题，照片和视频可能会丢失。请备份重要素材。
zh_hant: 由於程式錯誤或裝置問題，照片和影片可能會遺失。請備份重要素材。

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Purchase Error
de: Kauffehler
fr: Erreur d'achat
id: Kesalahan Pembelian
ja: 購入エラー
ko: 구매 오류
zh_hans: 购买错误
zh_hant: 購買錯誤

source: QUALITY
de: QUALITÄT
fr: QUALITÉ
id: KUALITAS
ja: 画質
ko: 화질
zh_hans: 画质
zh_hant: 畫質

source: Recording Limit Reached
de: Aufnahmelimit erreicht
fr: Limite d'enregistrement atteinte
id: Batas Rekaman Tercapai
ja: 録画時間の上限に達しました
ko: 녹화 제한 도달
zh_hans: 已达到录制时长上限
zh_hant: 已達到錄製時長上限

source: Recording Stopped
de: Aufnahme beendet
fr: Enregistrement arrêté
id: Perekaman Dihentikan
ja: 録画が停止しました
ko: 녹화 중지됨
zh_hans: 录制已停止
zh_hant: 錄製已停止

source: Recording stopped because the file reached its maximum size. Your footage has been saved up to this point.
de: Die Aufnahme wurde beendet, weil die Datei ihre maximale Größe erreicht hat. Dein Filmmaterial wurde bis zu diesem Punkt gespeichert.
fr: L'enregistrement s'est arrêté car le fichier a atteint sa taille maximale. Votre vidéo a été enregistrée jusqu'à ce point.
id: Perekaman dihentikan karena file mencapai ukuran maksimum. Rekaman Anda telah disimpan hingga titik ini.
ja: ファイルが最大サイズに達したため録画が停止しました。ここまでの映像は保存されています。
ko: 파일이 최대 크기에 도달하여 녹화가 중지되었습니다. 이 시점까지의 영상은 저장되었습니다.
zh_hans: 文件已达到最大容量，录制已停止。已保存至此刻的素材。
zh_hant: 檔案已達到最大容量，錄製已停止。已儲存至此刻的素材。

source: Recording stopped because the maximum duration was reached. Your footage has been saved up to this point.
de: Die Aufnahme wurde beendet, weil die maximale Dauer erreicht wurde. Dein Filmmaterial wurde bis zu diesem Punkt gespeichert.
fr: L'enregistrement s'est arrêté car la durée maximale a été atteinte. Votre vidéo a été enregistrée jusqu'à ce point.
id: Perekaman dihentikan karena durasi maksimum tercapai. Rekaman Anda telah disimpan hingga titik ini.
ja: 最大録画時間に達したため録画が停止しました。ここまでの映像は保存されています。
ko: 최대 녹화 시간에 도달하여 녹화가 중지되었습니다. 이 시점까지의 영상은 저장되었습니다.
zh_hans: 已达到最长录制时长，录制已停止。已保存至此刻的素材。
zh_hant: 已達到最長錄製時長，錄製已停止。已儲存至此刻的素材。

source: Recording stopped because your device ran out of storage. The saved footage may be incomplete or unplayable. Free up space before recording again.
de: Die Aufnahme wurde beendet, weil der Speicher deines Geräts voll ist. Das gespeicherte Filmmaterial ist möglicherweise unvollständig oder nicht abspielbar. Gib vor der nächsten Aufnahme Speicherplatz frei.
fr: L'enregistrement s'est arrêté car votre appareil n'a plus d'espace de stockage. La vidéo enregistrée peut être incomplète ou illisible. Libérez de l'espace avant de recommencer.
id: Perekaman dihentikan karena penyimpanan perangkat Anda habis. Rekaman yang tersimpan mungkin tidak lengkap atau tidak dapat diputar. Kosongkan ruang sebelum merekam lagi.
ja: デバイスのストレージ容量が不足したため録画が停止しました。保存された映像は不完全または再生できない可能性があります。再度録画する前に空き容量を確保してください。
ko: 기기 저장공간이 부족하여 녹화가 중지되었습니다. 저장된 영상이 불완전하거나 재생되지 않을 수 있습니다. 다시 녹화하기 전에 공간을 확보하세요.
zh_hans: 由于设备存储空间不足，录制已停止。已保存的素材可能不完整或无法播放。请在再次录制前清理存储空间。
zh_hant: 由於裝置儲存空間不足，錄製已停止。已儲存的素材可能不完整或無法播放。請在再次錄製前清理儲存空間。
